general/book/mao_ze_dong.org
#+setupfile: ../../styles/readtheorg.setup
#+title: 毛泽东：鲜为人知的故事

