general/book/mao_ze_dong.org
* Timeline

| <l>        |                                                                    |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1893/12/26 | 毛出生                                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1902       | 毛回韶山私塾上学                                                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1907       | 毛与罗氏结婚                                                       |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1909       | 毛进入湘乡县东山高等小学堂                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1911/10    |                                                                    | 湖北武昌爆发辛亥革命                                                           |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1911       | 毛进入长沙湘乡中学                                                 |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1912       | 毛进入湖南省立第一师范                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1918/06    | 毛毕业去北京，住过杨昌济家，做过北大图书馆助理                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1919/04    | 毛回到长沙，到小学教书                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1919/05/04 | 毛开始为刊物写文章                                                 | 五四运动爆发                                                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1919/08    |                                                                    | 苏俄政府成立共产国际，开始在中国扶持亲俄政府的秘密计划                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1919/10/05 | 毛母去世                                                           |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1919       | 毛随代表团前往北京，结识胡适、李大钊                               |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1920/01    | 毛与杨开慧相爱                                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1920/01/23 | 毛父去世                                                           |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1920/06    | 毛途经上海，结识陈独秀                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1920/08    | 毛开始为中共工作，在长沙开书店卖宣传品，成为师范附小主事           | 中共成立                                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1920/11    | 毛成为中共成员                                                     | 中共成立青年团                                                                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1920       | 毛与杨开慧结婚                                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1921/06/29 | 毛与何叔衡秘密前往上海                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1921/07/23 |                                                                    | 中共一大在上海召开                                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1921/10    | 毛成为湖南党一号人物，赶走贺希明                                   | 中共长沙支部成立                                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1922/07    |                                                                    | 中共二大                                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1922/10/24 | 毛岸英出生                                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1923       | 毛成为中央局秘书                                                   | 共产国际为左右孙中山，要求中共加入国民党                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1924/01    | 毛在上海为国民党工作一年，组建国民党湖南支部，被排挤出中央局       | 国民党在广州召开第一次全国代表大会，中共党员占据国民党要职                     |
|            |                                                                    | 黄埔军校在苏联帮助下建立，周恩来任政治部主任，秘密在国民党军官中埋下红色代理人 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1925/02/06 | 毛回到韶山                                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1925/03    |                                                                    | 国民党领袖孙中山去世，汪精卫接任                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1925/09    | 毛到广州，由汪精卫推荐为国民党中央宣传部长                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1925/11    |                                                                    | 蒋经国被邵力子带去苏联                                                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1926/02    | 毛成为国民党农民运动委员会委员，开始搞农民运动                     | 国民党在湖南进行苏俄式革命，社会结构崩溃                                       |
|            | 毛被邀请回乡指导工作，开始喜欢暴力残忍                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/04    | 毛再次成为中共中央委员                                             | 国民党内部排斥农民运动，要求与苏联、中共决裂                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/04/06 |                                                                    | 北京当局突袭苏联使馆，暴露了苏联的颠覆计划及和中共的关系，李大钊被杀           |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/04/12 |                                                                    | 国民党军队总司令蒋介石开始清党，中共中央在上海转入地下                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/04    |                                                                    | 斯大林成为苏联头号人物，要求中共建立军队和根据地，准备武装夺权                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/07/15 |                                                                    | 汪精卫在武汉宣布分共                                                           |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/08/01 |                                                                    | 共产国际指示，周恩来组织南昌起义，带领两万人的军队南下汕头接收苏联武器         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/09    | 毛在湘南参与秋收起义，见机夺权一支革命武装，向井冈山前进           |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1927/11/14 | 毛被开除出政治局和湖南省委                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928 年初  | 毛与贺子珍结婚                                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928/02/18 | 毛攻下宁冈县城                                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928/04    | 南昌起义的幸存者在朱德领导下投奔井冈山                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928/06    |                                                                    | 中共六大在莫斯科举行，周恩来作军事报告                                         |
|            |                                                                    | 蒋介石打败北京政府，建都南京                                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928/07    |                                                                    | 彭德怀发动兵变，带八百人脱离国民党军队                                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928/11    | 重新成立前委，毛任书记，管辖朱毛红军                               |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1928/12    | 彭德怀上井冈山                                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/01/14 | 朱毛红军离开井冈山，毛取消朱德指挥权                               |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/02    | 红军经过李文林领导的江西根据地，留下毛泽覃作东固党委书记           |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/03    | 红军在国民党追击下拿下闽西及首府汀州                               |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/05    |                                                                    | 刘士奇被派为毛泽覃上司                                                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/06    | 红军党代表在福建龙岩开会，陈毅接任前委书记，朱德重新获得军事指挥权 |                                                                                |
|            | 毛前往闽西特委所在地蛟洋，安插亲信控制闽西根据地，拉拢林彪反抗朱德 |                                                                                |
|            | 毛与贺子珍的大女儿出生                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/08/21 |                                                                    | 根据莫斯科指示，周恩来给朱毛红军发命令，全力支持毛                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/11    | 毛回到朱毛红军                                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1929/12    | 毛在福建古田召开全军党代表大会                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930 年初  | 毛奉命进攻南昌，计划兼并彭德怀的红军                               | 中原大战一触即发，苏联计划帮中共建立政权，夺权大城市                           |
|            |                                                                    | 莫斯科和上海统一组编红军                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/02    | 毛在陂头召开联席会议，自我授权统一领导红色江西                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/04/03 |                                                                    | 中央通知全国红军只服从中央军委                                                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/05    |                                                                    | 刘士奇以打 AB 团为名镇压反抗农民                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/07/25 |                                                                    | 彭德怀奇袭打下长沙                                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/08    | 毛带部队北上兼并彭德怀，李文林组织代表大会，赶走刘士奇             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/08/06 |                                                                    | 四国军舰掩护国民党军队，彭德怀被赶出长沙                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/08/23 | 毛与彭德怀军在永和会合，宣布两军合并，自己为总前委书记、总政委     |                                                                                |
|            | 通电宣布成立中国工农革命委员会，指挥全国的红军和地方政权，自封主席 |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/08    | 毛二打长沙失败，李立三成为替罪羊                                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/09/20 |                                                                    | 莫斯科内定毛做中国红色政权的首脑，首都定在红军最大的根据地江西                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/10/24 |                                                                    | 何键逮捕住在长沙的杨开慧和毛岸英                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/11    | 毛带部队回到江西，以打 AB 团为名在红军中清除异己                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/11/14 |                                                                    | 杨开慧被枪决                                                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/12    | 毛派李韶九去江西富田打 AB 团，刘敌发动富田事变                     | 蒋介石准备对红军进行第一次围剿                                                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1930/12/30 | 红军依靠苏联情报，设伏击败国民党军队                               |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1931 年初  | 毛泽民帮助三个孩子去上海，由中共地下党照顾                         | 江西共产党人向苏联告状，苏联给毛撑腰，造成中共党内第一次大清洗，数万人死亡     |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1931/04    | 红军依靠苏联情报和援助取胜                                         | 国民党军队进行第二次围剿                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1931/07    | 红军退缩到只剩几十平方公里                                         | 蒋介石亲率三十万大军进行第三次围剿                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1931/09    |                                                                    | 九一八事变爆发，张学良率领二十万东北军退入关内                                 |
|            |                                                                    | 蒋介石停止围剿，号召全国一致对外，被中共拒绝                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1931/11/07 | 中共建立中华苏维埃共和国，首都瑞金                                 |                                                                                |
|            | 毛成为首脑，第一次被称为毛主席                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1931/12    | 周恩来到瑞金接替毛作中央苏区书记                                   |                                                                                |
|            | 苏区被建设成斯大林模式的极权社会，巧立名目榨取农民，制造恐怖       |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/01    | 毛被中央派来的高官排挤，住进东华山                                 |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/01/28 |                                                                    | 一二八事变，日本进攻上海                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/02    |                                                                    | 《申报》登出《伍豪启事》                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/03    | 红军分两路向外发展，毛带林彪向东南海岸前进                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/04/20 | 毛夺取漳州                                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/05    |                                                                    | 蒋介石调集五十万兵力进行第四次围剿                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/05/29 | 毛率部返回江西苏区                                                 |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/08/08 | 毛在莫斯科和周恩来纵容下夺回军权，成为红军总政委                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/09    | 毛与贺子珍的二儿子出生                                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/10    | 宁都会议召开，中央苏区领导人一致谴责毛                             |                                                                                |
|            | 毛军权被撤销，由周恩来接任                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1932/12    |                                                                    | 中苏恢复外交                                                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1933/01    |                                                                    | 中共已无法在大城市继续存在，负责上海机关的博古来到中央苏区                     |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1933/02    | 毛制造查田运动                                                     | 日军越过长城进入关内，满州国成立                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1933/03    | 第四次围剿失败，周恩来地位增强                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1933/05    |                                                                    | 蒋介石与日本签订《塘沽停战协定》                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1933/09    | 李德被派往瑞金作现场指挥                                           | 蒋介石调集五十万大军进行第五次围剿                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1934 年初  | 张闻天接替毛作总理                                                 |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1934/03    | 毛竭力避免被留下，险些死于疟疾                                     | 莫斯科来电要求中共撤离瑞金，战略转移接近苏联控制的区域接受援助                 |
|            |                                                                    | 出发前派出诱饵部队，并审查处决干部                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1934/10    | 苏维埃政权和八万红军离开瑞金，开始长征                             |                                                                                |
|            | 红军突破四道封锁线，未受到攻击                                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1934/12/01 | 四万红军主力渡过湘江，蒋介石封锁湘江，红军损失一半主力             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1934/12    | 毛拉拢王稼祥和张闻天，对抗博古和李德                               | 蒋介石将红军赶向贵州和四川，计划派军队统一大西南，把四川建成对日作战的大后方   |
|            |                                                                    | 同时为了改善中苏关系，及要求斯大林释放蒋经国                                   |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/01    | 遵义会议召开，决定到川北与张国焘的红四方面军会合                   |                                                                                |
|            | 毛进入决策核心书记处                                               |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/01/28 | 毛为避免进入四川，发动土城之战，为长征中最大败仗                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/02    | 红军渡过赤水河进入四川，又渡河返回贵州，重占遵义，击退蒋介石进攻   |                                                                                |
|            | 毛重获军权                                                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/02/15 | 毛与贺子珍的第四个孩子出生，留给当地人收养                         |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/03    | 张闻天取代博古成为中共一号人物                                     |                                                                                |
|            | 毛要求进攻贵州的中央军，红军受重创再次渡河进入川南                 |                                                                                |
|            | 毛执意第四次渡江返回贵州，向南行军                                 |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/04    | 会理会议召开，毛打击彭德怀，紧握军权                               |                                                                                |
|            | 红军继续向北，安然渡过大渡河上的泸定桥                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/06    | 红军会师，毛成为中共中央实际掌权人                                 | 蒋介石统一西南三省                                                             |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/07    | 张国焘被任命为红军总政委                                           |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/08    | 中共制定计划向甘肃、新疆行进                                       |                                                                                |
|            | 毛改变计划牵制张国焘北进，红军经过草地                             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/09    | 张国焘要求停止北进                                                 |                                                                                |
|            | 毛带中央红军脱离部队，前往陕北红区，先派人去肃反，关押刘志丹       |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/10    | 毛到达陕北红区，停止肃反，轻松接管了根据地                         | 张学良被委派镇守根据地到苏联的通道                                             |
|            |                                                                    | 苏联开始秘密接触张学良，计划利用张学良帮助中共                                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1935/11    | 与莫斯科的通讯重新建立，苏联发表文章，首次承认毛为中共领袖         | 日本策动华北五省自立                                                           |
|            |                                                                    | 蒋介石提议苏联签订军事同盟                                                     |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/01    | 毛计划与张学良同盟拉蒋介石下台                                     | 张学良开始与中共秘密会谈                                                       |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/02    |                                                                    | 红军东征山西招兵筹款                                                           |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/04    |                                                                    | 刘志丹疑被暗杀，其他原陕北指挥官也先后战死                                     |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/06    |                                                                    | 张学良派人送毛的儿子去苏联                                                     |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/07    | 斯诺到达延安，为毛写传记，在青年中产生巨大影响                     |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/08    |                                                                    | 莫斯科要维持中国的统一，命令毛与蒋介石合作                                     |
|            |                                                                    | 张学良被蒙在鼓里，一心准备倒蒋                                                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/10    | 张国焘和贺龙的军队到达陕北，红军准备打到边境接受军火               | 蒋介石到西安督战                                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/11    | 毛瞒着苏联怂恿张学良                                               | 张学良准备发动政变，与叶剑英商讨计划                                           |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/12/12 | 毛请示莫斯科杀蒋，苏联命令毛帮助放蒋                               | 张学良劫持蒋介石                                                               |
|            | 毛无视命令，派周恩来去西安说服张学良杀蒋，希望挑起内战             |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/12/14 |                                                                    | 张学良等不到苏联支持，决定释放蒋介石                                           |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/12/23 |                                                                    | 周恩来同宋子文、张学良会谈，蒋拒绝见周                                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1936/12/25 |                                                                    | 苏联以释放蒋经国为条件，促使蒋与周谈判，承认中共是一支政治力量                 |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937/01    | 中共获得陕甘宁边区，首府在延安，由南京政府资助                     | 苏联指示停止推翻南京政府的计划，服从南京政府管辖                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937/02    |                                                                    | 邵力子被任命为国民党中央宣传部长，改变苏联和中共的形象                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937/03    |                                                                    | 毛岸英和毛岸青到莫斯科                                                         |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937/04    |                                                                    | 作人质十一年的蒋经国由康生送回国                                               |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937 年夏  | 毛和江青搞在一起                                                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937/10    | 贺子珍无法忍受毛的外遇，前往苏联                                   |                                                                                |
|------------+--------------------------------------------------------------------+--------------------------------------------------------------------------------|
| 1937/11    | 康生来到延安，成为中共克格勃头子                                   |                                                                                |
